export const urTranslations = {
  nav: {
    home: "گھر",
    about: "معلومات",
    education: "تعلیم",
    experience: "تجربہ",
    skills: "مہارتیں",
    projects: "منصوبے",
    certifications: "تصدیقات",
    contact: "رابطہ",
  },
  portfolio: "پورٹ فولیو",
  hero: {
    greeting: "ہیلو، میں ہوں",
    role: "فل اسٹیک ڈویلپر جو خوبصورت اور عملی ویب ایپلیکیشنز بنانے کا شوق رکھتا ہے",
    resume: "سی وی",
    contactMe: "مجھ سے رابطہ کریں",
    viewProjects: "منصوبے دیکھیں",
  },
  about: {
    me: "میرے بارے میں",
  },
  experience: {
    title: "تجربہ",
    company1: "ورٹوسا کنسلٹنگ سروسز پرائیوٹ لمیٹڈ",
    company2: "ایل اینڈ ٹی ٹیکنالوجی سروسز لمیٹڈ - ایل ٹی ٹی ایس",
    company3: "پرائس واٹر ہاؤس کوپرز لمیٹڈ - پی ڈبلیو سی",
    company4: "ڈریم اسٹیپ سافٹ ویئر سولیوشنز پرائیوٹ لمیٹڈ",
    company5: "انفوسس لمیٹڈ",
    companyWebsite: "ویب سائٹ",
  },
  education: {
    title: "تعلیم",
    master: "کمپیوٹر ایپلیکیشنز میں ماسٹر",
    bachelor: "ریاضی، طبیعیات اور کیمسٹری میں بیچلر آف سائنس",
    bacheloruniv: "انڈھرا یونیورسٹی",
    masteruniv: "ادی کاوی نانیا یونیورسٹی",
    coursework: "متعلقہ کورس ورک:",
    course2: "طبیعیات، ریاضیات، کیمیا",
    coursework2:
      "پروگرامنگ زبانیں، ڈیٹا ڈھانچے اور الگورڈمز، آپریٹنگ سسٹمز، ڈی بی ایم ایس، کمپیوٹر نیٹ ورکس، مائیکروپروسیسرز اور ایمبیڈیڈ سسٹمز، تقسیم شدہ سسٹمز، سافٹ ویئر انجینئرنگ، ویب ٹیکنالوجیز۔",
  },
  skills: {
    title: "مہارتیں اور ماہر",
    categories: {
      Frontend: "فرنٹ اینڈ",
      Backend: "بیک اینڈ",
      "Cloud & Tools": "کلاؤڈ اور اوزار",
      "Soft Skills": "نرم مہارتیں",
    },
  },
  projects: {
    title: "نمایاں منصوبے",
    liveDemo: "مباشر ڈیمو",
    loadMore: "مزید لوڈ کریں",
    content:
      "کچھ میرے پروجیکٹس خفیہ ہیں، جبکہ کچھ فری لانس سروس پروجیکٹس ہیں جن پر میں اس وقت کام کر رہا ہوں۔ میرے ذاتی پروجیکٹس کے لیے، وہ بنیادی طور پر LLM ماڈلز اور Web3 منصوبوں کی تعمیر پر مرکوز ہیں۔ میں نے انہیں چھپا رکھا ہے کیونکہ مجھے کام اور ذاتی زندگی کے درمیان توازن برقرار رکھنے میں مشکل ہوتی ہے۔ میں انہیں ویک اینڈ پر اپ ڈیٹ کرنے کا ارادہ رکھتا ہوں جب بھی مجھے وقت ملے۔",
  },
  certifications: {
    title: "تصدیقات",
    viewCredential: "سرٹیفکیٹ دیکھیں",
    viewCertificate: "سرٹیفیکیٹ دیکھیں",
    badge: "بیج",
  },
  contact: {
    title: "رابطہ کریں",
    info: "رابطہ کی معلومات",
    name: "نام",
    email: "ای میل",
    message: "پیغام",
    send: "پیغام بھیجیں",
  },
  footer: {
    credit: "AI اور خود کی مدد سے تخلیق کیا گیا",
    visitors: "زائرین",
  },
};
